Repository: Aitania/Orc.Snapshots
Catalog: src/Orc.Snapshots.Xaml/MultilingualResources/Orc.Snapshots.Xaml.*.xlf
Languages: nl

# Snapshots_AreYouSure
source: Are you sure?
nl: Weet je het zeker?

# Snapshots_AreYouSureYouWantToRemoveTheSnapshot
source: Are you sure you want to remove snapshot '{0}'?
nl: Weet je zeker dat je snapshot '{0}' wilt verwijderen?

# Snapshots_CleanupMaxAge
source: Maximum age of a snapshot in days:
nl: Maximale leeftijd van een snapshot in dagen:

# Snapshots_CleanupSummary
source: Current number of items selected for cleanup:
nl: Huidig aantal snapshots dat opgeruimd zal worden:

# Snapshots_CleanupTitle
source: Clean up snapshots
nl: Snapshots opschonen

# Snapshots_CreateNewSnapshot
source: Create new snapshot
nl: Creëer nieuw snapshot

# Snapshots_Edit
source: Edit
nl: Bewerken

# Snapshots_EditSnapshot
source: Edit snapshot {0}
nl: Bewerk snapshot {0}

# Snapshots_NoSnapshots
source: No snapshots available
nl: Geen snapshots beschikbaar

# Snapshots_Remove
source: Remove
nl: Verwijderen

# Snapshots_Restore
source: Restore
nl: Herstellen

# Snapshots_SnapshotWithCurrentTitleAlreadyExists
source: Snapshot with current title already exists
nl: Snapshot met deze titel bestaat al

# Snapshots_Title
source: Title
nl: Titel
